IDEA Open Model
Segment3D Constructor
Compatible with IDEA StatiCa 20.1
Initializes a new instance of the Segment3D class
 Namespace: IdeaRS.OpenModel.Geometry3D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
protected Segment3D()
Protected Sub New
See Also
Reference
Segment3D Class
IdeaRS.OpenModel.Geometry3D Namespace